Repository: yanknudtskov/soliloquy-danish-translation
Catalog: soliloquy-*.po
Languages: da_dk

source: Install Addon
da_dk: Installér addon

source: Installing...
da_dk: Installerer...

source: Proceed
da_dk: Forsæt

source: General
da_dk: Genrelt

source: Upgrade
da_dk: Opgradér

source: Soliloquy License Key
da_dk: Soliloquy Licens Nøgle

source: Verify Key
da_dk: Verificér nøgle

source: Deactivate Key
da_dk: Deaktiver nøgle

source: License key to enable automatic updates for Soliloquy.
da_dk: Licens nøgle til at slå automatiske opdateringer af Soliloquy til.

source: Soliloquy License Key Type
da_dk: Soliloquy Licens Nøgle Type

source: Your license key type for this site is <strong>%s.</strong>
da_dk: Din licens nøgle type for dette site er <strong>%s.</strong>

source: Refresh Key
da_dk: Opdater nøgle

source: Your license key type (handles updates and Addons). Click refresh if your license has been upgraded or the type is incorrect.
da_dk: Din licens nøgle type (håndterer opdateringer og Addons). Klik opdater hvis din licens er blevet opgraderet eller typen der vises, ikke er korrekt.

source: In order to get access to Addons, you need to verify your license key for Soliloquy.
da_dk: For at få adgang til Addons skal du bekræfte din licens nøgle til Soliloquy.

source: Missing addons that you think you should be able to see? Try clicking the button below to refresh the addon data.
da_dk: Mangler der addons du mener du burde have? Prøv at klikke på knappen nedenfor og opdatér addon data.

source: Refresh Addons
da_dk: Opdatér addons

source: Status: Not Installed
da_dk: Status: Ikke installeret

source: There was an issue retrieving the addons for this site. Please click on the button below the refresh the addons data.
da_dk: Der opstod et problem med at hente addons til dette website. Klik venligst på knappen nedenfor og opdatér addon data.

source: In order to get access to Addons, you need to resolve your license key errors.
da_dk: For at få adgang til Addons, skal du først løse problemerne med din licens nøgle.

source: You have upgraded to v2 of Soliloquy. You need to upgrade your sliders using our custom upgrading tool. Click on the button below to start the process.
da_dk: Du har opgraderet til v2 af Soliloquy. Du skal opgradere dine sliders med opgraderings værktøjet. Klik på knappen nedenfor, for, at starte processen.

source: Click Here to Start the Upgrade Process
da_dk: Klik her for at starte opgraderings processen.

source: There was an error installing the addon. Please try again.
da_dk: Der opstod et problem under installationen af det valgte addon. Prøv venligst igen.

source: Full Width
da_dk: Fuld bredde

source: Classic
da_dk: Klassisk

source: Scroll Horizontal
da_dk: Scroll Horizontalt

source: Scroll Vertical
da_dk: Scroll Vertikalt

source: Center
da_dk: Centrer

source: Left
da_dk: Venstre

source: Right
da_dk: Højre

source: None
da_dk: Ingen

source: No image editor could be selected. Please verify with your webhost that you have either the GD or Imagick image library compiled with your PHP install on your server.
da_dk: Der er kunne ikke vælges nogen billedeeditor. Bekræft venligst, at din udbyder har kompileret GD eller Imagick til din PHP installation.

source: No image URL specified for cropping.
da_dk: Der er ikke angivet nogen billede URL til cropping.

source: No file could be found for the image URL specified.
da_dk: Der blev ikke fundet nogen fil for den angivne billede URL.

source: The dimensions of the original image could not be retrieved for cropping.
da_dk: Dimensionerne fra det oprindelige billede kunne ikke hentes til cropping.

source: Add New
da_dk: Tilføj Ny

source: Add New Soliloquy Slider
da_dk: Tilføj Ny Soliloquy Slider

source: Edit Soliloquy Slider
da_dk: Rediger Soliloquy Slider

source: New Soliloquy Slider
da_dk: Ny Soliloquy Slider

source: View Soliloquy Slider
da_dk: Se Soliloquy Slider

source: Search Soliloquy Sliders
da_dk: Søg efter Soliloquy Slider

source: No Soliloquy sliders found.
da_dk: Der blev ikke fundet nogle Soliloquy sliders.

source: No Soliloquy sliders found in trash.
da_dk: Der blev ikke fundet nogle Soliloquy sliders i papirkurven.

source: <p><strong>Oops - it looks like we had trouble retrieving data about the video you requested. Please make sure your video URL is supported and in the proper format.</strong></p>
da_dk: <p><strong>Ups - Det ser ud som om der var et problem med, at hente data om videoen du forespurgte. Kontrollér venligst at videoens URL er understøttet og i det korrekte format.</strong></p>

source: Place a Soliloquy slider into a widgetized area.
da_dk: Placér en Soliloquy slider i et widget område.

source: Sorry, but your version of WordPress does not meet Soliloquy's required version of <strong>3.5.1</strong> to run properly. The plugin has been deactivated. <a href="%s">Click here to return to the Dashboard</a>.
da_dk: Beklager, men din version af WordPress er ikke kompatibel med Soliloquy. Soliloquy kræver mindst version <strong>3.5.1</strong> for at kunne køre ordentligt. Pluginnet er blevet deaktiveret. <a href="%s">Klik her for, at vende tilbage til kontrolpanelet</a>.
