Repository: yanknudtskov/soliloquy-danish-translation
Catalog: soliloquy-*.po
Languages: da_dk

source: Soliloquy is now rocking v2! <strong>You need to upgrade your legacy v1 sliders and pre-official release v2 sliders to the official v2 slider architecture.</strong> <a href="%s">Click here to begin the upgrade process.</a>
da_dk: Soliloquy rykker nu med v2! <strong>Du skal opgradere dine v1 sliders og præ-officielle v2 sliders til den officielle v2 slider arkitektur.</strong> <a href="%s">Klik her for, at begynde opgraderingsprocessen.</a>

source: Congratulations! You have upgraded your sliders successfully!
da_dk: Tillykke! Du har opgraderet dine sliders!

source: Add Slider
da_dk: Tilføj Slider

source: Choose Your Slider
da_dk: Vælg din slider

source: This Post's Slider
da_dk: Dette indlægs slider

source: Helpful Tips
da_dk: Hjælpsomme Tips

source: Choosing Your Slider
da_dk: Vælg din slider

source: To choose your slider, simply click on one of the boxes to the left. The "Insert Slider" button will be activated once you have selected a slider.
da_dk: Klik på en af boksene til venstre for, at vælge din slider. "Indsæt Slider" knappen vil blive aktiv, når du har valgt en slider.

source: Inserting Your Slider
da_dk: Indsæt din slider

source: To insert your slider into the editor, click on the "Insert Slider" button below.
da_dk: For, at indsætte din slider i editoren, skal du klikke op "Indsæt Slider" knappen nedenfor.

source: Cancel Slider Insertion
da_dk: Annuller indsættelse af slider

source: Insert Slider
da_dk: Indsæt slider

source: Sorry, but you lack the permissions to import a slider to this post.
da_dk: Beklager, men du har ikke tilladelse til, at importere en slider til dette indlæg.

source: Sorry, but the post ID you are attempting to import the slider to cannot handle a slider.
da_dk: Beklager, men det indlægs ID du forsøger, at importere slideren til, kan ikke håndtere slidere.

source: Sorry, but there are no files available to import a slider.
da_dk: Beklager, men der er ikke nogle filer tilgængelig til, at importere en slider.

source: Sorry, but you have attempted to upload a slider import file with an incompatible filename. Soliloquy import files must begin with "soliloquy".
da_dk: Beklager, men du har forsøgt at uploade en slider import-fil med et ukompatibelt filnavn. Soliloquy import-filer begynder med "soliloquy".

source: Sorry, but Soliloquy import files must be in <code>.json</code> format.
da_dk: Beklager, men Soliloquy import-filer skal være lavet i <code>.json</code> format.

source: Sorry, but there was an error retrieving the contents of the slider export file. Please try again.
da_dk: Beklager, men der skete en fejl mens indholdet af slider export-filen blev hentet. Prøv venligst igen.

source: Imported Slider #%s
da_dk: Importeret Slider #%s

source: No valid URL found for the image ID #
da_dk: Der blev ikke fundet en gyldig URL for dette billede ID #

source: Could not retrieve a valid image from the URL
da_dk: Kunne ikke hente et gyldigt billede fra den angivne URL adresse

source: Soliloquy slider imported. Please check to ensure all images and data have been imported properly.
da_dk: Soliloquy slideren blev importeret. Tjek venligst, at alle billeder og data er blevet importeret korrekt.

source: There was an error connecting to the remote key API. Please try again later.
da_dk: Der skete en fejl under forbindelsen til fjern API nøglen. Prøv venligst igen senere.

source: Congratulations! This site is now receiving automatic updates.
da_dk: Tillykke! Dette website kan nu modtage automatiske opdateringer.

source: Congratulations! Your key has been refreshed successfully.
da_dk: Tillykke! Din nøgle er blevet opdateret!

source: Congratulations! You have deactivated the key from this site successfully.
da_dk: Tillykke! Du har deaktiveret nøgle fra dette website.

source: No valid license key has been entered, so automatic updates for Soliloquy have been turned off. <a href="%s">Please click here to enter your license key and begin receiving automatic updates.</a>
da_dk: Der er ikke angivet en gyldig licens nøgle, så de automatiske opdateringer af Soliloquy er slået fra. <a href="%s">Klik venligst her for, at angive din licens nøgle og begynd, at modtage automatiske opdateringer.</a>

source: Your license key for Soliloquy has expired. <a href="%s" target="_blank">Please click here to renew your license key and continue receiving automatic updates.</a>
da_dk: Din licens nøgle til Soliloquy er udløbet. <a href="%s" target="_blank">Klik venligst her for, at forny din licens nøgle, så du kan modtage automatiske opdateringer.</a>

source: Your license key for Soliloquy has been disabled. Please use a different key to continue receiving automatic updates.
da_dk: Din licens nøgle til Soliloquy er blevet deaktiveret. Anvend venligst en anden licens nøgle for, at fortsætte med, at modtage automatisk opdateringer.

source: Your license key for Soliloquy is invalid. The key no longer exists or the user associated with the key has been deleted. Please use a different key to continue receiving automatic updates.
da_dk: Din licens nøgle til Soliloquy er ugyldig. Licens nøglen eksisterer enten ikke længere eller også er brugeren der er associeret med licens nøglen blevet slettet. Anvend venligst en anden licens nøgle for, at fortsætte med, at modtage automatiske opdateringer.

source: The web browser on your device cannot be used to upload files. You may be able to use the <a href="%s">native app for your device</a> instead.
da_dk: Web browseren på din enhed kan ikke anvendes til, at uploade filer med. Du kan muligvis anvende <a href="%s">standard funktionaliteten</a> på din enhed i stedet.

source: Drop images here
da_dk: Træk billeder herind

# Uploader: Drop images here - or - Select Images
source: or
da_dk: eller

source: Select Images
da_dk: Vælg billeder

source: Cancel
da_dk: Annuller

source: Maximum upload file size: %d%s.
da_dk: Maksimum fil upload størrelse: %d%s

source: Your browser has some limitations uploading large files with the multi-file uploader. Please use the browser uploader for files over 100MB.
da_dk: Din browser har nogle begrænsninger med upload af store filer med multi-fil uploaderen. Anvend venligst browser uploaderen for filer over 100MB.

source: Click Here to Insert Slides from Other Sources
da_dk: Klik her for, at indsættes slides fra andre kilder

source: HTML Slide Title
da_dk: HTML Slide Titel

source: Enter HTML slide title here...
da_dk: Skriv din HTML slide titel her...

source: <!-- Enter your HTML code here for this slide (you can delete this line). -->
da_dk: <!-- Indsæt HTML koden til din slide her (Du kan slette denne linje). -->

source: Enter your HTML thumbnail URL here...
da_dk: Indsæt din HTML thumbnail URL her...

source: Choose HTML Thumbnail
da_dk: Vælg HTML Thumbnail

source: Remove HTML Thumbnail
da_dk: Fjern HTML Thumbnail

source: Choose a HTML Thumbnail
da_dk: Vælg en HTML Thumbnail

source: Select Thumbnail
da_dk: Væl Thumbnail

source: You must select a file to import before continuing.
da_dk: Du skal vælge en fil, at importere før du kan fortsætte.

source: Inserting...
da_dk: Indsætter...

source: Are you sure you want to remove this slide from the slider?
da_dk: Er du sikker på, at du vil fjerne denne slide fra slideren?

source: Remove
da_dk: Fjern

source: Saving...
da_dk: Gemmer...

source: Video Slide Caption
da_dk: Video Slide Billedetekst

source: Video Slide Title
da_dk: Video Slide Titel

source: Enter video slide title here...
da_dk: Skriv video slidens titel her...

source: Enter your video thumbnail URL here (or leave blank to pull from video itself)...
da_dk: Indtast din video thumbnail URL her (eller efterlad den blank, for at anvende et skærmskud fra videoen)...

source: Choose Video Thumbnail
da_dk: Vælg Video Thumbnail

source: Remove Video Thumbnail
da_dk: Fjern Video Thumbnail

source: Enter your video URL here...
da_dk: Skriv din video URL her...

source: Choose a Video Thumbnail
da_dk: Vælg en Video Thumbnail

source: Allowed Files
da_dk: Tilladte filer

source: Soliloquy Settings
da_dk: Soliloquy Indstillinger

source: Images
da_dk: Billeder

source: Config
da_dk: Opsætning

source: The GD or Imagick libraries are not installed on your server. Soliloquy requires at least one (preferably Imagick) in order to crop images and may not work properly without it. Please contact your webhost and ask them to compile GD or Imagick for your PHP install.
da_dk: GD eller Imagick bilbioteket er ikke installeret på din server. Soliloquy kræver at mindst en af disse (helst Imagick) for, at kunne croppe billeder og virker muligvis ikke ordentligt uden. Kontakt venligst din udbyder og bed dem om, at compile GD eller Imagick til din PHP installation.

source: Default
da_dk: Standard

source: (click the icon to open and close the overlay dialog)
da_dk: (Klik på ikonet for at åbne eller lukke overlay dialogen)

source: Click here to view meta information about this slider.
da_dk: Klik her for at se meta informationen om denne slider.

source: You can place this slider anywhere into your posts, pages, custom post types or widgets by using <strong>one</strong> the shortcode(s) below:
da_dk: Du kan indsætte denne slider hvor som helst i dine indlæg, sider, indlægs typer eller widgets ved, at anvende <strong>én</strong> af følgende shortcode(s):

source: You can also place this slider into your template files by using <strong>one</strong> the template tag(s) below:
da_dk: Du kan også placere denne slider i dine template filer ved at bruge <strong>én</strong> af følgende template tag(s):

source: Insert Slides into Slider
da_dk: Indsæt slides i slideren

source: Image Slides
da_dk: Billede Slides

source: Search
da_dk: Søg

source: Load More Images from Library
da_dk: Indlæs flere billeder fra mediearkivet

source: Selecting Images
da_dk: Vælg Billeder

source: You can insert any image from your Media Library into your slider. If the image you want to insert is not shown on the screen, you can either click on the "Load More Images from Library" button to load more images or use the search box to find the images you are looking for.
da_dk: Du kan indsætte et hvert billede fra Medie Biblioteket i din slider. Hvis det billede du ønsker, at indsætte, ikke vises på skærmen kan du enten klikke på "Indlæs flere billede" knappen for at indlæse flere billeder eller bruge søgefunktionen til, at finde de billeder, du leder efter.

source: Add Video Slide
da_dk: Tilføj Video Slide

source: Video links can be from either YouTube, Vimeo or Wistia. They must follow one of the formats listed below:
da_dk: Video links kan være fra YouTube, Vimeo eller Wistia. De skal følge en af følgende formater:

source: Creating Video Slides
da_dk: Lav Video Slides

source: Each video slide should have its own unique name (for identification purposes) and the relevant URL scheme allowed for the video. Only YouTube and Vimeo videos are supported, and the URL entered for the video should match one of the examples listed below the slide insertion area.
da_dk: Hver video slide bør have sit eget unikke navn (til identifikations formål) samt det URL skema der er tilladt for videoen. Kun YouTube og Vimeo videoer er understøttet og videoens URL skal matche et af eksemplerne.

source: Add HTML Slide
da_dk: Tilføj HTML Slide

source: Creating HTML Slides
da_dk: Opret HTML Slides

source: Each HTML slide should have its own unique name (for identification purposes) and code for outputting into the slider. The code will be inserted inside of the slide <code>&lt;li&gt;</code> tag and can be styled with custom CSS as you need.
da_dk: Hver HTML slide bør have sit eget unikke navn (til identifikations formål) samt koden til at outputte HTMLen i slideren. Koden bil blive indsat inden i sliderens <code>&lt;li&gt;</code> tag og kan styles med CSS hvis der er behov for det.

source: The settings below adjust the basic configuration options for the slider display.
da_dk: Indstillingerne nedenfor tilpasser basis opsætningen for visning af slidere.

source: Slider Theme
da_dk: Slider tema

source: Sets the theme for the slider display.
da_dk: Indstiller temaet for slideren.

source: Slider Dimensions
da_dk: Slider dimensioner

source: Sets the width and height dimensions for the slider.
da_dk: Sætter højde og bredde for slideren.

source: Slider Transition
da_dk: Slider Overgang

source: Sets the type of transition for the slider.
da_dk: Angiver typen af transition der skal anvendes for slideren.

source: Slider Transition Duration
da_dk: Slider Overgang Varighed

source: Sets the amount of time between each slide transition <strong>(in milliseconds)</strong>.
da_dk: Indstiller tiden mellem hver slider transition <strong>(i millisekunder)</strong>.

source: Slider Transition Speed
da_dk: Slider Overgangshastighed

source: Sets the transition speed when moving from one slide to the next <strong>(in milliseconds)</strong>.
da_dk: Indstiller transitionshastigheden når der skiftes mellem slides <strong>(i millisekunder)</strong>.

source: Sets the position of the slider on the page.
da_dk: Indstiller positionen af slideren på siden.

source: Sets the gutter between the slider and your content based on slider position.
da_dk: Indstiller gutter mellem slideren og dit indhold, ud fra slideren position.

source: Create Mobile Slider Images?
da_dk: Lav mobile slider billeder?

source: Enables or disables creating specific images for mobile devices.
da_dk: Aktiverer eller deaktiverer om der skal genereres billeder specifikt til mobile enheder.

source: Mobile Dimensions
da_dk: Mobil dimensioner

source: These will be the sizes used for images displayed on mobile devices.
da_dk: Størrelsen for billederne der skal vises på mobile enheder.

source: Autostart Slider?
da_dk: Autostart slideren?

source: If disabled, visitors will need to manually progress through the slider.
da_dk: Hvis denne er deaktiveret, vil besøgende skulle bladre manuelt i slideren.

source: Show Slider Arrows?
da_dk: Vis slider pilene?

source: Enables or disables slider navigation arrows.
da_dk: Aktiverer eller deaktiverer slider navigations pilene.

source: Show Slider Control Nav?
da_dk: Vis slideren kontrol navigation?

source: Enables or disables slider control (typically circles) navigation.
da_dk: Aktiverer eller deaktiverer slider kontroller navigationen (typisk cirkler).

source: Show Pause/Play Controls?
da_dk: Vis pause/play kontrollerne?

source: Enables or disables slider pause/play elements.
da_dk: Aktiverer eller deaktiverer slider pause/play elementerne.

source: Pause on Hover?
da_dk: Pause ved hover?

source: Pauses the slider (if set to autostart) when a visitor hovers over the slider.
da_dk: Pauser slideren (hvis den er sat til at auto starte) når en besøgende hover på slideren.

source: Loop Slider?
da_dk: Kør i ring?

source: Enables or disables slider looping.
da_dk: Aktiverer eller deaktiverer slideren kører i ring.

source: Randomize Slider?
da_dk: Bland slider?

source: Randomizes slides in the slider.
da_dk: Blander slides i slideren.

source: Enable Keyboard Navigation?
da_dk: Brug tastatur navigation?

source: Enables or disables keyboard navigation for the slider.
da_dk: Aktiverer eller deaktiverer tastatur navigation for slideren.

source: Use CSS Transitions?
da_dk: Anvend CSS transistioner?

source: Enables hardware accelerated transitions via CSS.
da_dk: Aktiverer hardware accelereret transitioner via CSS.

source: Use Adaptive Height?
da_dk: Anvend adaptiv højde?

source: Allows the slider to adapt smoothly to slides with different sizes.
da_dk: Tillader, at slideren tilpasser sig jævnt til slides med forskellige størrelser.

source: Crop Images in Slider?
da_dk: Crop billeder i slideren?

source: Enables or disables image cropping based on slider dimensions <strong>(recommended)</strong>.
da_dk: Aktiverer eller deaktiverer billede cropping baseret på sliderens dimensioner <strong>(anbefales)</strong>.

source: Slider Delay
da_dk: Slider forsinkelse

source: If autostarting, this sets a delay before the slider should begin transitioning <strong>(in milliseconds)</strong>.
da_dk: Hvis slideren autostarter er dette forsinkelsen der anvendes før slideren laver sit først skift <strong>(i millisekunder)</strong>.

source: Start On Slide
da_dk: Start på slide

source: The starting slide number (index based, starts at 0).
da_dk: Slide nummeret der skal startes på (index baseret, starter ved 0)

source: The settings below adjust the miscellaneous settings for the slider lightbox display.
da_dk: Indstillingerne nedenfor tilpasser de forskellige indstillinger for slider lightbox visninger.

source: Slider Title
da_dk: Slider titel

source: Internal slider title for identification in the admin.
da_dk: Intern slider titel til identifikation i administrationen.

source: <strong>Unique</strong> internal slider slug for identification and advanced slider queries.
da_dk: <strong>Unikt</strong> internt slider slug til identifikation ved brug af avanceret slider queries.

source: Custom Slider Classes
da_dk: Slider CSS klasser

source: Enter custom slider CSS classes here, one per line.
da_dk: Indsæt din CSS klasse her, en per linje.

source: Adds custom CSS classes to this slider. Enter one class per line.
da_dk: Tilføjer CSS klasses til slideren. En per linje.

source: Import/Export Slider
da_dk: Importer/eksporter Slider

source: Import Slider
da_dk: Importer slider

source: Export Slider
da_dk: Eksporter slider

source: Remove Image Slide from Slider?
da_dk: Fjern billede slide fra slider?

source: Modify Image Slide
da_dk: Rediger billede slide

source: Remove Video Slide from Slider?
da_dk: Fjern video slide fra slider?

source: Modify Video Slide
da_dk: Rediger video slide

source: Remove HTML Slide from Slider?
da_dk: Fjern HTML slide fra slider?

source: Modify HTML Slide
da_dk: Rediger HTML slide

source: Edit Metadata
da_dk: Rediger metadata

source: Image Title
da_dk: Billedtitel

source: Sets the image title attribute for the image.
da_dk: Sætter billede titel attributten for billedet.

source: Image Alt Text
da_dk: Billede "Alt" tekst

source: The image alt text is used for SEO. You should probably fill this one out!
da_dk: Billede "alt" teksten anvendes til SEO. Du bør formentlig udfylde denne!

source: Image Hyperlink
da_dk: Billede hyperlink

source: The image hyperlink determines what opens once the image is clicked. If left empty, no link will be added.
da_dk: Billedhyperlink der bestemmer hvad, der åbner, når billedet klikkes på. Hvis denne er tom vil der ikke blive tilføjet et link.

source: Open Link in New Tab?
da_dk: Åbn link i en ny fane?

source: If checked, the image hyperlink will open in a new tab.
da_dk: Hvis denne er valgt, vil billedets hyperlink åbne i en ny fane.

source: Image Caption
da_dk: Billedtekst

source: Image captions can take any type of HTML.
da_dk: Billedtekst kan anvende en form for HTML.

source: Images and SEO
da_dk: Billeder og SEO

source: Images are a small but important part of your overall SEO strategy. In order to get the most SEO benefits from your slider, it is recommended that you fill out each applicable field with SEO friendly information about the image.
da_dk: Billeder er små, men vigtige dele af din overordnet SEO strategi. For at få flest mulige SEO fordele fra din slider, er det anbefalet at du udfylde hver enkelt felt med SEO venlige informationer omkring billedet.

source: Image Hyperlinks
da_dk: Billed hyperlinks

source: The image hyperlink field is used when you click on an image in the slider.
da_dk: Billede hyperlink feltet der anvendes når du klikker på et billede i slideren.

source: Image Captions
da_dk: Billedetekster

source: Captions can take any type of HTML content, such as <code>form</code>, <code>iframe</code> and <code>h1</code> tags.
da_dk: Billedtekster kan tage en hver form for HTML indhold som f.eks. <code>form</code>, <code>iframe</code> and <code>h1</code> tags.

source: Saving and Exiting
da_dk: Gemmer og lukker

source: Click on the button below to save your image metadata. You can close this window by either clicking on the "X" above or hitting the <code>esc</code> key on your keyboard.
da_dk: Klik på knappen nedenfor, for, at gemme billedets metadata. Du kan lukke dette vindue enten ved, at klikke på "X" ovenfor eller trykke på <code>esc</code> tasten på dit tastatur.

source: Save Metadata
da_dk: Gem metadata

source: Video Title
da_dk: Video titel

source: Internal title identifier for the video.
da_dk: Intern titel for videoen.

source: The URL of the video to be displayed in the slider.
da_dk: URL til videoen der ønskes vist i slideren.

source: The thumbnail URL to be used as a placeholder for the video slide. <strong>If left empty, Soliloquy will pull a thumbnail from the video source.</strong>
da_dk: Den Thumbnail URL som skal anvendes som placeholder for video sliden. <strong>Hvis denne efterlades tom, vil Soliloquy selv trække en fra videoen.</strong>

source: Video Caption
da_dk: Videobeskrivelse

source: Video captions can take any type of HTML.
da_dk: Videobeskrivelser kan indeholde enhver type HTML.

source: Image Titles
da_dk: Billede titler

source: Image titles can take any type of HTML. You can adjust the position of the titles in the main Lightbox settings.
da_dk: Billedtitel kan tage en hver form for HTML. Du kan tilpasse positionen af titlerne i de generelle Lightbox indstillinger.

source: The image hyperlink field is used when you click on an image in the slider. It determines what is displayed in the lightbox view. It could be a larger version of the image, a video, or some other form of content.
da_dk: Det billed hyperlink som skal anvendes når der klikkes på et billede i slideren. Det bestemmer hvad der vises i lightbox visningen. Det kunne være en større version af billedet, en video eller en anden form for indhold.

source: Internal title identifier for the HTML slide.
da_dk: Intern titel for HTML sliden.

source: HTML slides can take any type of HTML.
da_dk: HTML slides kan indeholde en hver type HTML.

source: The thumbnail URL to be used as a placeholder for the HTML slide.
da_dk: Den Thumbnail URL som skal anvendes som placeholder for HTML sliden.

source: Managing HTML Slides
da_dk: Redigering af HTML slides

source: Remember, custom HTML slides are, in fact, custom. You are responsible for styling and manipulating the code you insert into the slide; with great power comes great responsibility.
da_dk: Husk, tilpasset HTML slides er som navnet angiver, tilpasset. Du er ansvarlig for stylingen og koden du indsætter i sliden; Med stor magt, kommer stort ansvar.

source: Title
da_dk: Titel

source: Number of Images
da_dk: Antal billeder

source: Last Modified
da_dk: Sidst ændret

source: Date
da_dk: Dato

source: Soliloquy slider updated.
da_dk: Soliloquy slider opdateret.

source: Soliloquy slider custom field updated.
da_dk: Soliloquy slider custom field opdateret.

source: Soliloquy slider custom field deleted.
da_dk: Soliloquy slider custom field slettet.

source: Soliloquy slider restored to revision from %s.
da_dk: Soliloquy slideren er genskabt til revision %s.

source: Soliloquy slider published.
da_dk: Soliloquy slider udgivet.

source: Soliloquy slider saved.
da_dk: Soliloquy slider gemt.

source: Soliloquy slider submitted.
da_dk: Soliloquy slider indsendt.

source: Soliloquy slider scheduled for: <strong>%1$s</strong>.
da_dk: Soliloquy slider planlagt til: <strong>%1$s</strong>.

source: Soliloquy slider draft updated.
da_dk: Soliloquy slider udkast opdateret.

source: Settings
da_dk: Indstillinger

source: Status: Active
da_dk: Status: Aktiv

source: Activate
da_dk: Aktivér

source: Activating...
da_dk: Aktiverer...

source: Deactivate
da_dk: Deaktiver

source: Deactivating...
da_dk: Deaktiverer...

source: Status: Inactive
da_dk: Status: Inaktiv
